package com.system.xmqb.model;

import java.io.Serializable;
import java.util.List;

/**
 * Created by DELL on 2017/3/24.
 */

public class ModelFlipper implements Serializable{


    /**
     * statusCode : 200
     * message :
     * data : ["用户 189****9443 借到 3000元","用户 186****6706 借到 6000元","用户 130****3988 借到 8000元","用户 147****4663 借到 3000元","用户 152****7675 借到 5000元","用户 130****1659 借到 9000元","用户 131****7855 借到 5000元","用户 183****7263 借到 3000元","用户 186****7799 借到 9000元","用户 152****9114 借到 4000元","用户 150****0643 借到 3000元","用户 158****9757 借到 7000元","用户 159****2102 借到 2000元","用户 150****5810 借到 5000元","用户 134****3745 借到 5000元","用户 184****0034 借到 4000元","用户 150****9912 借到 2000元","用户 186****5299 借到 9000元","用户 186****0114 借到 4000元","用户 137****5672 借到 2000元","用户 173****8014 借到 4000元","用户 137****5663 借到 3000元","用户 177****1875 借到 5000元","用户 137****0730 借到 5000元","用户 152****6915 借到 5000元","用户 185****1575 借到 5000元","用户 151****4140 借到 5000元","用户 187****0482 借到 2000元","用户 170****3666 借到 6000元","用户 152****8009 借到 9000元"]
     */

    public int statusCode;
    public String message;
    public List<String> data;
}
